Repository: evgeniy-harchenko/qapt
Catalog: po/*/qapt-deb-installer.po
Languages: ast, ko, mr

# @title:window
source: Confirm Additional Changes
ast: Confirmar camudancies adicionales
ko: 추가 변경 사항 확인
mr: अधिक बदलांची खात्री करा

# @info
source: <h2>Additional Changes</h2>
ast: <h2>Camudancies adicionales</h2>
ko: <h2>추가 변경 사항</h2>
mr: <h2>अधिक बदल</h2>

source: This action requires a change to another package:
ast: Esta aición rique un cambéu n'otru paquete:
ko: 이 동작은 다른 패키지를 변경해야 합니다:
mr: या क्रियेस वेगळ्या पॅकेज मध्ये बदल लागतो :

# @info:status Requested action
source: Install
ast: Instalar
ko: 설치
mr: प्रतिष्ठापीत करा

# @info:status Requested action
source: Remove
ast: Desaniciar
ko: 삭제
mr: काढून टाका

# @info The widget's header label
source: <title>Installing</title>
ast: <title>Instalando</title>
ko: <title>설치 중</title>
mr: <title>प्रतिष्ठापन करत आहे</title>

# @info Status information, widget title
source: <title>Starting</title>
ast: <title>Aniciando</title>
ko: <title>시작 중</title>
mr: <title>सुरु करत आहे</title>

# @info Status information, widget title
source: <title>Waiting</title>
ast: <title>Esperando</title>
ko: <title>대기 중</title>
mr: <title>वाट पाहत आहे</title>

# @info Status info
source: <title>Loading Software List</title>
ast: <title>Cargando'l llistáu de software</title>
ko: <title>소프트웨어 목록 불러오는 중</title>
mr: <title>सॉफ़्टवेअर यादी दाखल करत आहे</title>

# @info Status information, widget title
source: <title>Downloading Packages</title>
ast: <title>Baxando paquetes</title>
ko: <title>패키지 다운로드 중</title>
mr: <title>पॅकेजेस डाउनलोड करत आहे</title>

# @info Status information, widget title
source: <title>Committing Changes</title>
ast: <title>Unviando camudancies</title>
ko: <title>변경 사항 적용 중</title>
mr: <title>बदल सादर करत आहे</title>

# @label Message that the install is done
source: Done
ast: Fecho
ko: 완료
mr: झाले

# @info Header label used when the install is done
source: <title>Done</title>
ast: <title>Fecho</title>
ko: <title>완료</title>
mr: <title>झाले</title>

# @label
source: The package system could not be initialized, your configuration may be broken.
ast: Nun pudo aniciase'l sistema de paquetes, la to configuración quiciabes tea rota.
ko: 패키지 시스템을 초기화할 수 없습니다. 설정 파일이 깨졌을 수도 있습니다.
mr: पॅकेज प्रणाली सुरु करू शकत नाही, तुमची संयोजना तुटलेली असण्याची शक्यता आहे.

# @title:window
source: Initialization error
ast: Fallu d'aniciu
ko: 초기화 오류
mr: प्रारंभ करताना त्रुटी

# @label
source: This package is incompatible with your computer.
ast: Esti paquete ye compatible col to ordenador.
ko: 이 패키지는 컴퓨터와 호환되지 않습니다.
mr: हे पॅकेज तुमच्या संगणकाशी अनुकूल नाही

# @title:window
source: Incompatible Package
ast: Paquete incompatible
ko: 호환되지 않는 패키지
mr: पॅकेज अनुकूल नाही

# @label
source: Install Package
ast: Instalar paquete
ko: 패키지 설치
mr: पॅकेज प्रतिष्ठापीत करा

# @label
source: Could not open <filename>%1</filename>. It does not appear to be a valid Debian package file.
ast: Nun pudo abrise <filename>%1</filename>. Nun paez ser un paquete de Debian válidu.
ko: <filename>%1</filename>을(를) 열 수 없습니다. 올바른 데비안 패키지 파일이 아닌 것 같습니다.
mr: <filename>%1</filename> हि फाईल उघडू शकत नाही. ती वैध डेबियन पॅकेज फाईल वाटत नाही.

# @title:window
source: Package Installer - %1
ast: Instalador de paquetes - %1
ko: 패키지 설치기 - %1
mr: पॅकेज प्रतिष्ठापक - %1

# @info
source: Error: Wrong architecture '%1'
ast: Fallu: Arquitectura incorreuta «%1»
ko: 오류: 잘못된 아키텍처 '%1'
mr: त्रुटी : चुकीची संरचना '%1'

# @info Error string when installing would break an existing package
source: Error: Breaks the existing package "%1"
ast: Fallu: Ruempe'l paquete esistente «%1»
ko: 오류: 존재하는 패키지 "%1"을(를) 깨트림
mr: त्रुटी : हे पॅकेज तोडते "%1"

# @info
source: Error: Cannot satisfy dependencies
ast: Fallu: Nun pudieron satisfacese les dependencies
ko: 오류: 의존성을 만족할 수 없음
mr: त्रुटी : अवलंबन संतुष्ट करू शकत नाही

# @label A note saying that additional packages are needed
source: Requires the installation of %1 additional package.
ast: Rique la instalación d'un paquete adicional.
ko: 추가 패키지 %1개를 설치해야 함
mr: %1 अतिरिक्त पॅकेजच्या प्रतिष्ठापनेची गरज आहे.

# @info
source: All dependencies are satisfied.
ast: Satisfaciéronse toles dependencies.
ko: 모든 의존성을 만족합니다.
mr: सर्व अवलंबन गरजा पूर्ण झालेल्या आहेत.

# @info
source: The same version is available in a software channel.
ast: Ta disponible la mesma versión nuna canal de software.
ko: 소프트웨어 채널에 같은 버전이 있습니다.
mr: सॉफ़्टवेअर मार्गावर हिच आवृत्ती उपलब्ध आहे.

# @info
source: It is recommended to install the software from the channel instead
ast: Aconséyase instalar el software dende una canal
ko: 채널에서 소프트웨어를 설치하는 것을 추천합니다
mr: याऐवजी सॉफ़्टवेअर त्याच्या मार्गावरून प्रतिष्ठापीत करण्याची सिफारिश करण्यात येत आहे

# @info
source: An older version is available in a software channel.
ast: Hai disponible una versión más vieya del software nuna canal de software.
ko: 소프트웨어 채널에 오래 된 버전이 있습니다.
mr: सॉफ़्टवेअर मार्गावर जुनी आवृत्ती उपलब्ध आहे.

# @info
source: It is recommended to install the version from the software channel, since it usually has more support.
ast: Aconséyase instalar la versión de la canal de software darréu que davezu tien más sofitu.
ko: 소프트웨어 채널의 버전은 더 많은 지원을 받으므로 소프트웨어 채널에서 설치하는 것을 추천합니다.
mr: सॉफ़्टवेअर त्याच्या मार्गावरून प्रतिष्ठापीत करण्याची सिफारिश करण्यात येत आहे, कारण त्याकरिता जास्त मदत उपलब्ध असते.

# @info
source: A newer version is available in a software channel.
ast: Hai disponible una versión más nueva nuna canal de software.
ko: 소프트웨어 채널에 새 버전이 있습니다.
mr: सॉफ़्टवेअर मार्गावर नवीन आवृत्ती उपलब्ध आहे.

# @info
source: It is strongly advised to install the version from the software channel, since it usually has more support.
ast: Encamiéntase instalar la versión de la canal de software darréu que davezu tien más sofitu
ko: 소프트웨어 채널의 버전은 더 많은 지원을 받으므로 소프트웨어 채널에서 설치하는 것을 추천합니다.
mr: सॉफ़्टवेअर त्याच्या मार्गावरून प्रतिष्ठापीत करण्याची विशेष सिफारिश करण्यात येत आहे, कारण त्याकरिता जास्त मदत उपलब्ध असते.

# @label Label preceding the package name
source: Package:
ast: Paquete:
ko: 패키지:
mr: पॅकेज :

# @label Label preceding the package status
source: Status:
ast: Estáu:
ko: 상태:
mr: स्थिती :

# @label
source: Details...
ast: Detalles...
ko: 자세히...
mr: तपशील...

# @label Label preceding the package version
source: Version:
ast: Versión:
ko: 버전:
mr: आवृत्ती :

# @label Label preceding the package size
source: Installed Size:
ast: Tamañu instaláu:
ko: 설치된 크기:
mr: प्रतिष्ठापीत केलेला आकार :

# @label Label preceding the package maintainer
source: Maintainer:
ast: Caltenedor:
ko: 관리자:
mr: पालक :

# @label Label preceding the package category
source: Category:
ast: Estaya:
ko: 분류:
mr: विभाग :

# @label Label preceding the package homepage
source: Homepage:
ast: Páxina d'aniciu:
ko: 홈페이지:
mr: मुख्यपान :

# @title:tab
source: Description
ast: Descripción
ko: 설명
mr: वर्णन

# @title:tab
source: Details
ast: Detalles
ko: 자세히
mr: तपशील

# @title:tab
source: Included Files
ast: Ficheros incluyíos
ko: 포함된 파일
mr: अंतर्भूतीत फाईल्स

# @info
source: A Debian package installer
ast: Un instalador de paquetes Debian
ko: 데비안 패키지 설치기
mr: डेबियन पॅकेज प्रतिष्ठापक

# @title
source: QApt Package Installer
ast: Instalador QApt de paquetes
ko: QApt 패키지 설치기
mr: क्यू-एप्ट पॅकेज प्रतिष्ठापक

# @info:credit
source: Qt 5 port
ast: Puertu a Qt 5
ko: Qt 5 이식

# @info:shell argument
source: .deb file
ast: Ficheru .deb
ko: .deb 파일

# @info:credit
source: (C) 2011 Jonathan Thomas
mr: (C) 2011 जोनाथन थोमस

# @info:credit
source: Jonathan Thomas
mr: जोनाथन थोमस
