Repository: evgeniy-harchenko/qapt
Catalog: po/*/qapt-gst-helper.po
Languages: ast

# @info
source: A GStreamer codec installer using QApt
ast: Un instalador de codecs GStreamer usando QApt

# @title
source: QApt Codec Searcher
ast: Guetardor de codecs QApt

# @info:shell
source: Attaches the window to an X app specified by winid
ast: Axunta la ventana a una aplicación especificada por winid

# @info:shell
source: GStreamer install info
ast: Información d'instalación GStreamer

# @info Error message
source: No valid plugin info was provided, so no plugins could be found.
ast: Nun s'apurrió la información del complementu, asina que nun pudo alcontrase dengún complementu

# @title:window
source: Couldn't Find Plugins
ast: Nun pudieron alcontrase complementos

# @info:progress
source: Looking for plugins
ast: Guetando complementos

# @label
source: The package system could not be initialized, your configuration may be broken.
ast: El paquete del sistema nun pudo aniciase, la to configuración podría tar rota.

# @title:window
source: Initialization error
ast: Fallu d'aniciación

source: The following plugin is required: <ul><li>%2</li></ul>Do you want to search for this now?
ast: Ríquese'l complementu siguiente: <ul><li>%2</li></ul>¿Quies guetalu agora?

# A program for which we have no name
source: A program
ast: Un programa

source: %2 requires an additional plugin to encode this file
ast: %2 rique un complementu adicional pa codificar esti ficheru

source: %2 requires an additional plugin to decode this file
ast: %2 rique un complementu adicional pa descodificar esti ficheru

# Search for packages
source: Search
ast: Guetar

source: Confirm Changes
ast: Confirmar camudancies

source: Install the following package?
ast: ¿Instalar el paquete siguiente?

# Install packages
source: Install
ast: Insatalar

# @label
source: Another application seems to be using the package system at this time. You must close all other package managers before you will be able to install or remove any packages.
ast: Otra aplicación paez tar usando'l sistema de paquetes nesti momentu.Tienes de zarrar tolos otros xestores de paquetes enantes de poder instalar o desaniciar cualesquier paquete.

# @title:window
source: Unable to obtain package system lock
ast: Nun pue consiguise'l bloquéu del sistema de paquetes

# @label
source: You do not have enough disk space in the directory at %1 to continue with this operation.
ast: Nun tienes espaciu en discu abondo nel direutoriu %1 pa siguir con esta operación.

# @title:window
source: Low disk space
ast: Espaciu en discu baxu

# @label
source: Could not download packages
ast: Nun pudieron baxase los paquetes

# @title:window
source: Download failed
ast: Descarga fallida

# @label
source: An error occurred while applying changes:
ast: Asocedió un fallu entrín s'aplicaben les camudancies:

# @label
source: This operation cannot continue since proper authorization was not provided
ast: Esta operación nun pue siguir darréu que nun s'apurrió l'autorización afayadiza

# @title:window
source: Authentication error
ast: Fallu d'autenticación

# @title:window
source: Unexpected Error
ast: Fallu inesperáu

# @label
source: The following package has not been verified by its author. Downloading untrusted packages has been disallowed by your current configuration.
ast: El paquete de darréu nun ta verificáu pol so autor. Baxar paquetes non confiaos deshabilitóse pola to configuración actual.

# @label
source: The package "%1" has not been found among your software sources. Therefore, it cannot be installed.
ast: Nun s'alcontró'l paquete «%1» ente toles tos fontes de software. Polo tanto, nun pue intalase.

# @title:window
source: Package Not Found
ast: Nun s'alcontró'l paquete

# @title:window
source: Media Change Required
ast: Rquese'l cambu de medios

# @label
source: Please insert %1 into <filename>%2</filename>
ast: Por favor, inxerta %1 en <filename>%2</filename>

# @title:window
source: Warning - Unverified Software
ast: Avisu - Software ensin verificar

# @label
source: The following piece of software cannot be verified. <warning>Installing unverified software represents a security risk, as the presence of unverifiable software can be a sign of tampering.</warning> Do you wish to continue?
ast: Nun pue verificase la pieza de software de darréu. <warning>Instalar software ensin verificar representa un riesgu pa la seguranza, darréu que la presencia de software que nun pue verificase pue ser seña de manipulación.</warning> ¿Deseyes siguir?

# @label Progress bar label when waiting to start
source: Waiting to start.
ast: Esperando p'aniciar.

# @label Status label when waiting for a password
source: Waiting for authentication.
ast: Esperando pola autenticación.

# @label Status label when waiting for a CD-ROM
source: Waiting for required media.
ast: Esperando polos medios riquíos.

# @label Status label
source: Waiting for other package managers to quit.
ast: Esperando pola salida de los otros xestores de paquetes.

# @label Status label
source: Loading package cache.
ast: Cargando caché de paquetes.

# @title:window
source: Downloading
ast: Baxando

# @info:status
source: Downloading codecs
ast: Baxando codecs

# @title:window
source: Installing
ast: Instalando

# @info:status
source: Installing codecs
ast: Instalando codecs

# @label
source: Package installation finished with errors.
ast: El paquete d'instalación finó con fallos.

# @title:window
source: Installation Failed
ast: Instalación fallida

# @label
source: Codecs successfully installed
ast: Los codecs instaláronse con ésitu

# @title:window
source: Installation Complete
ast: Instalación completa

# @info
source: No plugins could be found
ast: Nun pudo alcontrase dal compelementu

# @title
source: Plugins Not Found
ast: Nun s'alcontraron complementos

# @label Progress bar label when waiting to start
source: Waiting
ast: Esperando
